Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# edit_profile_phone_info
source: Phone Number Info
es: Información del número de teléfono
ko: 전화번호 정보
vi: Thông tin số điện thoại
zh_hans: 电话号码信息
zh_hant: 電話號碼資訊

# edit_profile_phone_number
source: Phone Number
es: Número de teléfono
ko: 전화번호
vi: Số điện thoại
zh_hans: 电话号码
zh_hant: 電話號碼

# edit_profile_phone_visibility
source: Phone Visibility
es: Visibilidad del teléfono
ko: 전화번호 공개 설정
vi: Hiển thị số điện thoại
zh_hans: 电话号码可见性
zh_hant: 電話號碼可見性

# edit_profile_photo_access_message
source: Please allow access to your photo library in Settings to change your profile photo.
es: Por favor, permite el acceso a tu biblioteca de fotos en Ajustes para cambiar tu foto de perfil.
ko: 프로필 사진을 변경하려면 설정에서 사진 라이브러리 접근을 허용해 주세요.
vi: Vui lòng cho phép truy cập thư viện ảnh trong Cài đặt để thay đổi ảnh hồ sơ.
zh_hans: 请在设置中允许访问您的照片库以更换头像。
zh_hant: 請在設定中允許存取您的照片庫以更換頭像。

# edit_profile_photo_access_required
source: Photo Access Required
es: Se requiere acceso a fotos
ko: 사진 접근 권한 필요
vi: Cần quyền truy cập ảnh
zh_hans: 需要照片访问权限
zh_hant: 需要照片存取權限

# edit_profile_save
source: Save
es: Guardar
ko: 저장
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# edit_profile_save_number
source: Save Number
es: Guardar número
ko: 번호 저장
vi: Lưu số
zh_hans: 保存号码
zh_hant: 儲存號碼

# edit_profile_saving
source: Saving...
es: Guardando...
ko: 저장 중...
vi: Đang lưu...
zh_hans: 保存中...
zh_hant: 儲存中...

# edit_profile_title
source: Edit Profile
es: Editar perfil
ko: 프로필 편집
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

# edit_profile_uploading_avatar
source: Uploading photo...
es: Subiendo foto...
ko: 사진 업로드 중...
vi: Đang tải ảnh lên...
zh_hans: 正在上传照片...
zh_hant: 正在上傳照片...

source: Email
es: Correo electrónico
ko: 이메일
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Enable
es: Activar
ko: 사용
vi: Bật
zh_hans: 启用
zh_hant: 啟用

source: Enter your email
es: Ingresa tu correo electrónico
ko: 이메일을 입력하세요
vi: Nhập email của bạn
zh_hans: 请输入您的电子邮件
zh_hant: 請輸入您的電子郵件

# Expires: %@ at %@
source: Expires: %1$@ at %2$@
es: Expira: %1$@ a las %2$@
ko: 만료: %1$@ %2$@
vi: Hết hạn: %1$@ lúc %2$@
zh_hans: 过期时间：%1$@ %2$@
zh_hant: 過期時間：%1$@ %2$@

source: Export Debug Log
es: Exportar registro de depuración
ko: 디버그 로그 내보내기
vi: Xuất nhật ký gỡ lỗi
zh_hans: 导出调试日志
zh_hant: 匯出除錯記錄

# Favor %@ at %@ on %@, %@
source: Favor %1$@ at %2$@ on %3$@, %4$@
es: Favor %1$@ en %2$@ el %3$@, %4$@
ko: 부탁 %1$@ %2$@ 위치 %3$@, %4$@
vi: Nhờ vả %1$@ tại %2$@ vào %3$@, %4$@
zh_hans: 帮忙 %1$@ 在 %2$@，%3$@，%4$@
zh_hant: 幫忙 %1$@ 在 %2$@，%3$@，%4$@

source: Favor Details
es: Detalles del favor
ko: 도움 세부 정보
vi: Chi tiết giúp đỡ
zh_hans: 帮助详情
zh_hant: 幫助詳情

source: Favor filter
es: Filtro de favores
ko: 부탁 필터
vi: Bộ lọc nhờ vả
zh_hans: 帮忙筛选
zh_hant: 幫忙篩選

# favor_create_add_participants
source: Add Participants
es: Agregar participantes
ko: 참가자 추가
vi: Thêm người tham gia
zh_hans: 添加参与者
zh_hant: 新增參與者

# favor_create_cancel
source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# favor_create_cancel_hint
source: Dismiss without creating a favor
es: Cerrar sin crear un favor
ko: 부탁을 만들지 않고 닫습니다
vi: Đóng mà không tạo nhờ vả
zh_hans: 关闭且不创建帮忙
zh_hant: 關閉且不建立幫忙

# favor_create_date
source: Date
es: Fecha
ko: 날짜
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# favor_create_date_hint
source: Select the date for this favor
es: Selecciona la fecha para este favor
ko: 이 부탁의 날짜를 선택하세요
vi: Chọn ngày cho nhờ vả này
zh_hans: 选择此帮忙的日期
zh_hant: 選擇此幫忙的日期

# favor_create_description_accessibility
source: Description
es: Descripción
ko: 설명
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# favor_create_description_hint
source: Describe what you need help with
es: Describe con qué necesitas ayuda
ko: 어떤 도움이 필요한지 설명하세요
vi: Mô tả việc bạn cần giúp đỡ
zh_hans: 描述您需要什么帮助
zh_hant: 描述您需要什麼幫助

# favor_create_description_placeholder
source: Description (optional)
es: Descripción (opcional)
ko: 설명 (선택사항)
vi: Mô tả (tùy chọn)
zh_hans: 描述（可选）
zh_hant: 描述（選填）

# favor_create_duration
source: Duration
es: Duración
ko: 소요 시간
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

# favor_create_duration_hint
source: Select how long this favor will take
es: Selecciona cuánto tiempo tomará este favor
ko: 이 부탁에 걸리는 시간을 선택하세요
vi: Chọn thời gian nhờ vả này sẽ mất
zh_hans: 选择此帮忙需要多长时间
zh_hant: 選擇此幫忙需要多長時間

# favor_create_gift_accessibility
source: Gift or thank-you
es: Regalo o agradecimiento
ko: 답례 또는 감사 표시
vi: Quà hoặc lời cảm ơn
zh_hans: 礼物或谢意
zh_hant: 禮物或謝意

# favor_create_gift_hint
source: Optionally offer a gift for the helper
es: Opcionalmente, ofrece un regalo para quien te ayude
ko: 도와주는 분께 드릴 답례를 선택적으로 입력하세요
vi: Tùy chọn: tặng quà cho người giúp đỡ
zh_hans: 可选择为帮助者提供礼物
zh_hant: 可選擇為幫助者提供禮物

# favor_create_gift_placeholder
source: Gift/Compensation (optional)
es: Regalo/Compensación (opcional)
ko: 답례/보상 (선택사항)
vi: Quà/Đền bù (tùy chọn)
zh_hans: 礼物/补偿（可选）
zh_hant: 禮物/補償（選填）

# favor_create_location_hint
source: Enter where this favor takes place
es: Ingresa dónde se realizará este favor
ko: 이 부탁이 이루어질 장소를 입력하세요
vi: Nhập nơi diễn ra nhờ vả này
zh_hans: 输入此帮忙的地点
zh_hant: 輸入此幫忙的地點

# favor_create_location_loading
source: Loading…
es: Cargando…
ko: 로딩 중…
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 載入中…

# favor_create_location_loading_accessibility
source: Loading location field
es: Cargando el campo de ubicación
ko: 위치 입력란 로딩 중
vi: Đang tải trường vị trí
zh_hans: 正在加载位置字段
zh_hant: 正在載入位置欄位

# favor_create_location_placeholder
source: Location
es: Ubicación
ko: 위치
vi: Địa điểm
zh_hans: 地点
zh_hant: 地點

# favor_create_max_participants
source: Maximum 5 participants
es: Máximo 5 participantes
ko: 최대 5명까지 참가 가능
vi: Tối đa 5 người tham gia
zh_hans: 最多5名参与者
zh_hant: 最多5名參與者

# favor_create_participants_hint
source: Double-tap to select participants for this favor
es: Pulsa dos veces para seleccionar participantes para este favor
ko: 두 번 탭하여 이 부탁의 참가자를 선택하세요
vi: Nhấn đúp để chọn người tham gia cho nhờ vả này
zh_hans: 轻点两下以选择此帮忙的参与者
zh_hant: 點兩下以選擇此幫忙的參與者

# favor_create_participants_selected
source: %lld Participant(s) Selected
es: %lld participante(s) seleccionado(s)
ko: %lld명 선택됨
vi: %lld người tham gia đã chọn
zh_hans: 已选择 %lld 名参与者
zh_hant: 已選擇 %lld 名參與者

# favor_create_post
source: Post
es: Publicar
ko: 게시
vi: Đăng
zh_hans: 发布
zh_hant: 發布

# favor_create_post_accessibility
source: Post favor
es: Publicar favor
ko: 부탁 게시
vi: Đăng nhờ vả
zh_hans: 发布帮忙
zh_hant: 發布幫忙

# favor_create_post_hint
source: Double-tap to submit this favor request
es: Toca dos veces para enviar esta solicitud de favor
ko: 두 번 탭하여 이 부탁 요청을 제출합니다
vi: Chạm hai lần để gửi yêu cầu giúp đỡ này
zh_hans: 轻点两下提交此帮忙请求
zh_hant: 點兩下提交此幫忙請求

# favor_create_requirements_accessibility
source: Requirements
es: Requisitos
ko: 요구사항
vi: Yêu cầu
zh_hans: 要求
zh_hant: 要求

# favor_create_requirements_hint
source: List any special requirements for this favor
es: Indica cualquier requisito especial para este favor
ko: 이 부탁의 특별한 요구 사항을 입력하세요
vi: Liệt kê các yêu cầu đặc biệt cho nhờ vả này
zh_hans: 列出此帮忙的任何特殊要求
zh_hant: 列出此幫忙的任何特殊要求

# favor_create_requirements_placeholder
source: Requirements (optional)
es: Requisitos (opcional)
ko: 요구 사항 (선택사항)
vi: Yêu cầu (tùy chọn)
zh_hans: 要求（可选）
zh_hant: 要求（選填）

# favor_create_section_date_time
source: Date & Time
es: Fecha y hora
ko: 날짜 및 시간
vi: Ngày và giờ
zh_hans: 日期与时间
zh_hant: 日期與時間

# favor_create_section_details
source: Details
es: Detalles
ko: 세부 정보
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

# favor_create_section_location_duration
source: Location & Duration
es: Ubicación y duración
ko: 위치 및 소요 시간
vi: Địa điểm và thời lượng
zh_hans: 地点与时长
zh_hant: 地點與時長

# favor_create_section_participants
source: Participants (Optional)
es: Participantes (opcional)
ko: 참가자 (선택사항)
vi: Người tham gia (tùy chọn)
zh_hans: 参与者（可选）
zh_hant: 參與者（選填）

# favor_create_section_title_description
source: Title & Description
es: Título y descripción
ko: 제목 및 설명
vi: Tiêu đề và mô tả
zh_hans: 标题与描述
zh_hant: 標題與描述

# favor_create_specify_time
source: Specify Time
es: Especificar hora
ko: 시간 지정
vi: Chỉ định giờ
zh_hans: 指定时间
zh_hant: 指定時間

# favor_create_time_accessibility
source: Favor time
es: Hora del favor
ko: 부탁 시간
vi: Giờ nhờ vả
zh_hans: 帮忙时间
zh_hant: 幫忙時間

# favor_create_time_hint
source: Set the time for this favor
es: Establece la hora para este favor
ko: 이 부탁의 시간을 설정하세요
vi: Đặt giờ cho nhờ vả này
zh_hans: 设置此帮忙的时间
zh_hant: 設定此幫忙的時間

# favor_create_time_toggle_hint
source: Enable to set a specific time for this favor
es: Activa para establecer una hora específica para este favor
ko: 켜면 이 부탁의 특정 시간을 설정할 수 있습니다
vi: Bật để đặt thời gian cụ thể cho nhờ vả này
zh_hans: 开启以为此帮忙设置具体时间
zh_hant: 開啟以為此幫忙設定具體時間

# favor_create_title
source: Create Favor Request
es: Crear solicitud de favor
ko: 부탁 요청 만들기
vi: Tạo yêu cầu giúp đỡ
zh_hans: 创建帮忙请求
zh_hant: 建立幫忙請求

# favor_create_title_accessibility
source: Favor title
es: Título del favor
ko: 부탁 제목
vi: Tiêu đề nhờ vả
zh_hans: 帮忙标题
zh_hant: 幫忙標題

# favor_create_title_hint
source: Enter a short title for this favor
es: Ingresa un título breve para este favor
ko: 이 부탁의 짧은 제목을 입력하세요
vi: Nhập tiêu đề ngắn cho nhờ vả này
zh_hans: 为此帮忙输入一个简短的标题
zh_hant: 為此幫忙輸入一個簡短的標題

# favor_create_title_placeholder
source: Title
es: Título
ko: 제목
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# favor_detail_add_participants
source: Add Participants
es: Agregar participantes
ko: 참가자 추가
vi: Thêm người tham gia
zh_hans: 添加参与者
zh_hant: 新增參與者

# favor_detail_cancel
source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# favor_detail_claimed_by
source: Claimed by
es: Reclamado por
ko: 수락한 사람
vi: Đã nhận bởi
zh_hans: 认领者
zh_hant: 認領者

# favor_detail_date
source: Date
es: Fecha
ko: 날짜
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# favor_detail_delete
source: Delete
es: Eliminar
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# favor_detail_delete_claimed_confirmation
source: %@ has offered to help with this favor. Deleting it removes it for them too, and they will not be notified, so message them first. This action cannot be undone.
es: %@ se ofreció a ayudar con este favor. Si lo eliminas, también se eliminará para esa persona y no se le notificará, así que envíale un mensaje primero. Esta acción no se puede deshacer.
ko: %@님이 이 부탁을 돕겠다고 했습니다. 삭제하면 상대방에게서도 삭제되며 알림이 전송되지 않으므로 먼저 메시지를 보내세요. 이 작업은 되돌릴 수 없습니다.
vi: %@ đã đề nghị giúp trong yêu cầu giúp đỡ này. Xóa yêu cầu cũng sẽ xóa nó đối với họ và họ sẽ không được thông báo, vì vậy hãy nhắn tin cho họ trước. Không thể hoàn tác thao tác này.
zh_hans: %@ 已表示愿意协助这项帮忙。删除后对方的这一项也会被移除，并且不会收到通知，所以请先给对方发消息。此操作无法撤销。
zh_hant: %@ 已表示願意協助這項幫忙。刪除後對方的這一項也會被移除，而且不會收到通知，所以請先傳訊息給對方。此操作無法復原。

# favor_detail_delete_confirmation
source: Are you sure you want to delete this favor request? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar esta solicitud de favor? Esta acción no se puede deshacer.
ko: 이 부탁 요청을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
vi: Bạn có chắc muốn xóa yêu cầu giúp đỡ này? Hành động này không thể hoàn tác.
zh_hans: 确定要删除此帮忙请求吗？此操作无法撤消。
zh_hant: 確定要刪除此幫忙請求嗎？此操作無法撤銷。

# favor_detail_delete_title
source: Delete Favor
es: Eliminar favor
ko: 부탁 삭제
vi: Xóa yêu cầu giúp đỡ
zh_hans: 删除帮忙请求
zh_hant: 刪除幫忙請求

# favor_detail_details
source: Details
es: Detalles
ko: 세부 정보
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

# favor_detail_edit
source: Edit
es: Editar
ko: 편집
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# favor_detail_estimated_duration
source: Estimated Duration
es: Duración estimada
ko: 예상 소요 시간
vi: Thời lượng ước tính
zh_hans: 预计时长
zh_hant: 預計時長

# favor_detail_gift
source: Gift/Compensation
es: Regalo/Compensación
ko: 답례/보상
vi: Quà/Đền bù
zh_hans: 礼物/补偿
zh_hant: 禮物/補償

# favor_detail_hold_to_copy
source: Hold location to copy
es: Mantén presionada la ubicación para copiar
ko: 위치를 길게 눌러 복사
vi: Giữ địa điểm để sao chép
zh_hans: 长按地点以复制
zh_hant: 長按地點以複製

# favor_detail_loading
source: Loading favor details...
es: Cargando detalles del favor...
ko: 부탁 세부 정보 로딩 중...
vi: Đang tải chi tiết yêu cầu...
zh_hans: 正在加载帮忙详情...
zh_hant: 正在載入幫忙詳情...

# favor_detail_mark_complete
source: Mark as Complete
es: Marcar como completado
ko: 완료로 표시
vi: Đánh dấu hoàn thành
zh_hans: 标记为已完成
zh_hant: 標記為已完成

# favor_detail_participants
source: Participants
es: Participantes
ko: 참가자
vi: Người tham gia
zh_hans: 参与者
zh_hant: 參與者

# favor_detail_requested_by
source: Requested by %@
es: Solicitado por %@
ko: %@님이 요청함
vi: Yêu cầu bởi %@
zh_hans: 由 %@ 请求
zh_hant: 由 %@ 請求

# favor_detail_requirements
source: Requirements
es: Requisitos
ko: 요구 사항
vi: Yêu cầu
zh_hans: 要求
zh_hant: 要求

# favor_detail_time
source: Time
es: Hora
ko: 시간
vi: Giờ
zh_hans: 时间
zh_hant: 時間

# favor_detail_title
source: Favor Details
es: Detalles del favor
ko: 부탁 세부 정보
vi: Chi tiết yêu cầu giúp đỡ
zh_hans: 帮忙详情
zh_hant: 幫忙詳情

# favor_duration_couple_days
source: A couple of days
es: Un par de días
ko: 며칠
vi: Vài ngày
zh_hans: 几天
zh_hant: 幾天

# favor_duration_couple_hours
source: A couple of hours
es: Un par de horas
ko: 몇 시간
vi: Vài giờ
zh_hans: 几个小时
zh_hant: 幾個小時

# favor_duration_not_sure
source: Not sure
es: No lo sé
ko: 잘 모르겠음
vi: Không chắc
zh_hans: 不确定
zh_hant: 不確定

# favor_duration_under_hour
source: Under an hour
es: Menos de una hora
ko: 1시간 미만
vi: Dưới một giờ
zh_hans: 不到一小时
zh_hant: 不到一小時

# favor_edit_date
source: Date
es: Fecha
ko: 날짜
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# favor_edit_date_time
source: Date & Time
es: Fecha y hora
ko: 날짜 및 시간
vi: Ngày & Giờ
zh_hans: 日期和时间
zh_hant: 日期與時間

# favor_edit_description
source: Description (optional)
es: Descripción (opcional)
ko: 설명 (선택사항)
vi: Mô tả (tùy chọn)
zh_hans: 描述（可选）
zh_hant: 描述（可選）

# favor_edit_details
source: Details
es: Detalles
ko: 세부정보
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

# favor_edit_duration
source: Duration
es: Duración
ko: 소요 시간
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

# favor_edit_gift
source: Gift/Compensation (optional)
es: Regalo/Compensación (opcional)
ko: 선물/보상 (선택사항)
vi: Quà tặng/Bồi thường (tùy chọn)
zh_hans: 礼物/补偿（可选）
zh_hant: 禮物/補償（可選）

# favor_edit_location
source: Location
es: Ubicación
ko: 위치
vi: Địa điểm
zh_hans: 位置
zh_hant: 位置

# favor_edit_location_duration
source: Location & Duration
es: Ubicación y duración
ko: 위치 및 소요 시간
vi: Địa điểm & Thời lượng
zh_hans: 位置和时长
zh_hant: 位置與時長

# favor_edit_questions_disabled
source: Questions are disabled after a request is claimed
es: Las preguntas se desactivan después de que se reclame una solicitud
ko: 요청이 수락된 후에는 질문이 비활성화됩니다
vi: Câu hỏi bị vô hiệu hóa sau khi yêu cầu đã được nhận
zh_hans: 请求被领取后将禁用提问功能
zh_hant: 請求被領取後將停用提問功能

# favor_edit_requirements
source: Requirements (optional)
es: Requisitos (opcional)
ko: 요구사항 (선택사항)
vi: Yêu cầu (tùy chọn)
zh_hans: 要求（可选）
zh_hant: 要求（可選）

# favor_edit_someone
source: Someone
es: Alguien
ko: 누군가
vi: Ai đó
zh_hans: 某人
zh_hant: 某人

# favor_edit_specify_time
source: Specify Time
es: Especificar hora
ko: 시간 지정
vi: Chỉ định thời gian
zh_hans: 指定时间
zh_hant: 指定時間

# favor_edit_title
source: Edit Favor Request
es: Editar solicitud de favor
ko: 부탁 요청 편집
vi: Chỉnh sửa yêu cầu giúp đỡ
zh_hans: 编辑帮忙请求
zh_hant: 編輯幫忙請求

# favor_edit_title_description
source: Title & Description
es: Título y descripción
ko: 제목 및 설명
vi: Tiêu đề & Mô tả
zh_hans: 标题和描述
zh_hant: 標題與描述

# favor_edit_title_field
source: Title
es: Título
ko: 제목
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# favor_error_date_in_past
source: Date cannot be in the past
es: La fecha no puede ser en el pasado
ko: 과거 날짜는 선택할 수 없습니다
vi: Ngày không thể ở trong quá khứ
zh_hans: 日期不能是过去的时间
zh_hant: 日期不能是過去的時間

# favor_error_location_required
source: Location is required
es: La ubicación es obligatoria
ko: 위치를 입력해 주세요
vi: Vui lòng nhập địa điểm
zh_hans: 请输入地点
zh_hant: 請輸入地點

# favor_error_title_required
source: Title is required
es: El título es obligatorio
ko: 제목을 입력해 주세요
vi: Vui lòng nhập tiêu đề
zh_hans: 请输入标题
zh_hant: 請輸入標題

source: Favors
es: Favores
ko: 도움
vi: Giúp đỡ
zh_hans: 帮助
zh_hant: 幫助

# favors_dashboard_title
source: Favor Requests
es: Solicitudes de favor
ko: 부탁 요청
vi: Yêu cầu giúp đỡ
zh_hans: 帮忙请求
zh_hant: 幫忙請求

# favors_empty_all
source: No favors available right now. Check back later!
es: No hay favores disponibles ahora. ¡Vuelve más tarde!
ko: 현재 이용 가능한 부탁이 없습니다. 나중에 다시 확인하세요!
vi: Hiện không có nhờ vả nào. Hãy quay lại sau!
zh_hans: 目前没有可用的帮忙。稍后再来看看！
zh_hant: 目前沒有可用的幫忙。稍後再來看看！

# favors_empty_claimed
source: You haven't claimed any favors yet.
es: Aún no has reclamado ningún favor.
ko: 아직 수락한 부탁이 없습니다.
vi: Bạn chưa nhận nhờ vả nào.
zh_hans: 你还没有认领任何帮忙。
zh_hant: 你還沒有認領任何幫忙。

# favors_empty_mine
source: You haven't created any favors yet.
es: Aún no has creado ningún favor.
ko: 아직 부탁을 만들지 않았습니다.
vi: Bạn chưa tạo nhờ vả nào.
zh_hans: 你还没有创建任何帮忙。
zh_hant: 你還沒有建立任何幫忙。

# favors_empty_title
source: No Favors Available
es: No hay favores disponibles
ko: 부탁 없음
vi: Không có nhờ vả
zh_hans: 暂无帮忙
zh_hant: 暫無幫忙

source: Filter
es: Filtrar
ko: 필터
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選

source: Filter favors by category
es: Filtrar favores por categoría
ko: 카테고리별로 부탁 필터링
vi: Lọc nhờ vả theo danh mục
zh_hans: 按类别筛选帮忙
zh_hant: 依類別篩選幫忙

source: Filter rides by category
es: Filtrar viajes por categoría
ko: 카테고리별로 라이드 필터링
vi: Lọc chuyến đi theo danh mục
zh_hans: 按类别筛选搭车
zh_hant: 依類別篩選搭車

source: fulfilled
es: completados
ko: 완료됨
vi: đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

source: Fulfilled
es: Completado
ko: 완료됨
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

source: Generated Code
es: Código generado
ko: 생성된 코드
vi: Mã đã tạo
zh_hans: 已生成的代码
zh_hant: 已產生的代碼

source: Group Name
es: Nombre del grupo
ko: 그룹 이름
vi: Tên nhóm
zh_hans: 群组名称
zh_hant: 群組名稱

# guest_address_hidden
source: Sign in to view address
es: Inicia sesión para ver la dirección
ko: 주소를 보려면 로그인하세요
vi: Đăng nhập để xem địa chỉ
zh_hans: 登录后查看地址
zh_hant: 登入後查看地址

# guest_address_hidden_accessibility
source: Address hidden. Sign in to view.
es: Dirección oculta. Inicia sesión para verla.
ko: 주소가 숨겨져 있습니다. 보려면 로그인하세요.
vi: Địa chỉ đã bị ẩn. Đăng nhập để xem.
zh_hans: 地址已隐藏。登录后即可查看。
zh_hant: 地址已隱藏。登入後即可查看。

# guest_comment_banner
source: Sign in to join the conversation
es: Inicia sesión para unirte a la conversación
ko: 대화에 참여하려면 로그인하세요
vi: Đăng nhập để tham gia trò chuyện
zh_hans: 登录后参与讨论
zh_hant: 登入後參與討論

# guest_create_favor_banner_title
source: Sign in to post this favor
es: Inicia sesión para publicar este favor
ko: 이 부탁을 게시하려면 로그인하세요
vi: Đăng nhập để đăng nhờ vả này
zh_hans: 登录后发布此帮忙请求
zh_hant: 登入後發布此幫忙請求

# guest_create_ride_banner_title
source: Sign in to post this ride
es: Inicia sesión para publicar este viaje
ko: 이 라이드를 게시하려면 로그인하세요
vi: Đăng nhập để đăng chuyến đi này
zh_hans: 登录后发布此搭车请求
zh_hant: 登入後發布此搭車請求

# guest_map_hidden
source: Sign in to view map
es: Inicia sesión para ver el mapa
ko: 지도를 보려면 로그인하세요
vi: Đăng nhập để xem bản đồ
zh_hans: 登录后查看地图
zh_hant: 登入後查看地圖

# guest_messages_privacy_rationale
source: Messages are private conversations between verified community members. Create an account to start messaging your neighbors.
es: Los mensajes son conversaciones privadas entre miembros verificados de la comunidad. Crea una cuenta para comenzar a enviar mensajes a tus vecinos.
ko: 메시지는 인증된 커뮤니티 회원 간의 비공개 대화입니다. 이웃에게 메시지를 보내려면 계정을 만드세요.
vi: Tin nhắn là các cuộc trò chuyện riêng tư giữa các thành viên cộng đồng đã được xác minh. Hãy tạo tài khoản để bắt đầu nhắn tin cho láng giềng của bạn.
zh_hans: 消息是已验证社区成员之间的私密对话。创建账户后即可开始给邻居发消息。
zh_hant: 訊息是已驗證社群成員之間的私密對話。建立帳戶後即可開始傳訊息給鄰居。

# guest_messages_title
source: Messages
es: Mensajes
ko: 메시지
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# guest_mode_indicator
source: Browsing as Guest
es: Navegando como invitado
ko: 게스트로 둘러보는 중
vi: Đang duyệt với tư cách khách
zh_hans: 正在以访客身份浏览
zh_hant: 正以訪客身分瀏覽

# guest_profile_cta_message
source: Create an account to post rides and favors, message your neighbors, and join the community.
es: Crea una cuenta para publicar viajes y favores, enviar mensajes a tus vecinos y unirte a la comunidad.
ko: 라이드와 부탁을 게시하고, 이웃에게 메시지를 보내고, 커뮤니티에 참여하려면 계정을 만드세요.
vi: Tạo tài khoản để đăng chuyến đi và nhờ vả, nhắn tin cho láng giềng và tham gia cộng đồng.
zh_hans: 创建账户即可发布搭车和帮忙请求、给邻居发消息，并加入社区。
zh_hant: 建立帳戶即可發布搭車和幫忙請求、傳訊息給鄰居，並加入社群。

# guest_profile_name
source: Guest User
es: Usuario invitado
ko: 게스트 사용자
vi: Người dùng khách
zh_hans: 访客
zh_hant: 訪客

# guest_prompt_log_in
source: Log In
es: Iniciar sesión
ko: 로그인
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# guest_prompt_message_add_participants
source: Create an account to add participants.
es: Crea una cuenta para agregar participantes.
ko: 참가자를 추가하려면 계정을 만드세요.
vi: Tạo tài khoản để thêm người tham gia.
zh_hans: 创建账户即可添加参与者。
zh_hant: 建立帳戶即可新增參與者。

# guest_prompt_message_ask_question
source: Create an account to ask questions about requests.
es: Crea una cuenta para hacer preguntas sobre las solicitudes.
ko: 요청에 대해 질문하려면 계정을 만드세요.
vi: Tạo tài khoản để đặt câu hỏi về các yêu cầu.
zh_hans: 创建账户即可就请求提问。
zh_hant: 建立帳戶即可就請求提問。

# guest_prompt_message_claim_favor
source: Create an account to claim favors and help your neighbors.
es: Crea una cuenta para reclamar favores y ayudar a tus vecinos.
ko: 부탁을 수락하고 이웃을 도우려면 계정을 만드세요.
vi: Tạo tài khoản để nhận nhờ vả và giúp đỡ láng giềng của bạn.
zh_hans: 创建账户即可认领帮忙，帮助您的邻居。
zh_hant: 建立帳戶即可認領幫忙，幫助您的鄰居。

# guest_prompt_message_claim_ride
source: Create an account to claim rides and help your neighbors get where they need to go.
es: Crea una cuenta para reclamar viajes y ayudar a tus vecinos a llegar a donde necesitan ir.
ko: 라이드를 수락하고 이웃이 원하는 곳에 갈 수 있도록 도우려면 계정을 만드세요.
vi: Tạo tài khoản để nhận chuyến đi và giúp láng giềng đến nơi họ cần.
zh_hans: 创建账户即可认领搭车，帮助邻居抵达他们要去的地方。
zh_hant: 建立帳戶即可認領搭車，幫助鄰居抵達他們要去的地方。

# guest_prompt_message_comment
source: Create an account to join the conversation.
es: Crea una cuenta para unirte a la conversación.
ko: 대화에 참여하려면 계정을 만드세요.
vi: Tạo tài khoản để tham gia trò chuyện.
zh_hans: 创建账户即可参与讨论。
zh_hant: 建立帳戶即可參與討論。

# guest_prompt_message_create_post
source: Create an account to post in Town Hall.
es: Crea una cuenta para publicar en el Foro.
ko: 타운홀에 글을 올리려면 계정을 만드세요.
vi: Tạo tài khoản để đăng bài trong Diễn đàn.
zh_hans: 创建账户即可在社区论坛发帖。
zh_hant: 建立帳戶即可在社群論壇發文。

# guest_prompt_message_deep_link_sign_in
source: Create an account or sign in to access this content.
es: Crea una cuenta o inicia sesión para acceder a este contenido.
ko: 이 콘텐츠를 보려면 계정을 만들거나 로그인하세요.
vi: Tạo tài khoản hoặc đăng nhập để truy cập nội dung này.
zh_hans: 创建账户或登录后即可访问此内容。
zh_hant: 建立帳戶或登入後即可存取此內容。

# guest_prompt_message_join_community
source: Create an account to post rides and favors, message your neighbors, and join the community.
es: Crea una cuenta para publicar viajes y favores, enviar mensajes a tus vecinos y unirte a la comunidad.
ko: 라이드와 부탁을 게시하고, 이웃에게 메시지를 보내고, 커뮤니티에 참여하려면 계정을 만드세요.
vi: Tạo tài khoản để đăng chuyến đi và nhờ vả, nhắn tin cho láng giềng và tham gia cộng đồng.
zh_hans: 创建账户即可发布搭车和帮忙请求、给邻居发消息，并加入社区。
zh_hant: 建立帳戶即可發布搭車和幫忙請求、傳訊息給鄰居，並加入社群。

# guest_prompt_message_post_favor
source: Create an account to post favor requests to the community.
es: Crea una cuenta para publicar solicitudes de favor en la comunidad.
ko: 커뮤니티에 부탁 요청을 게시하려면 계정을 만드세요.
vi: Tạo tài khoản để đăng yêu cầu giúp đỡ lên cộng đồng.
zh_hans: 创建账户即可向社区发布帮忙请求。
zh_hant: 建立帳戶即可向社群發布幫忙請求。

# guest_prompt_message_post_ride
source: Create an account to post ride requests to the community.
es: Crea una cuenta para publicar solicitudes de viaje en la comunidad.
ko: 커뮤니티에 라이드 요청을 게시하려면 계정을 만드세요.
vi: Tạo tài khoản để đăng yêu cầu chuyến đi lên cộng đồng.
zh_hans: 创建账户即可向社区发布搭车请求。
zh_hant: 建立帳戶即可向社群發布搭車請求。

# guest_prompt_message_report
source: Create an account to report content.
es: Crea una cuenta para reportar contenido.
ko: 콘텐츠를 신고하려면 계정을 만드세요.
vi: Tạo tài khoản để báo cáo nội dung.
zh_hans: 创建账户即可举报内容。
zh_hant: 建立帳戶即可檢舉內容。
